export const NEWS = [
  { date: "2026.04.12", badge: "入賞", text: "1期生のるんがデビューパーティーイベントで2位獲得！" },
  { date: "2026.04.06", badge: "入賞", text: "1期生のちづがワンデイイベントで1位獲得！" },
  { date: "2026.04.05", badge: "入賞", text: "1期生のりひとが千葉ポスターイベントで9位獲得！" },
  { date: "2026.03.08", badge: "入賞", text: "4期生の花筏 竜胆が広島ポスターイベントで19位入賞！" },
  { date: "2026.04.05", text: "5期生メンバーを公開しました" },
  { date: "2026.04.03", text: "4期生メンバーを公開しました" },
  { date: "2026.04.02", text: "3期生メンバーを公開しました" },
  { date: "2026.04.01", text: "2期生メンバーを公開しました" },
  { date: "2026.03.30", text: "ぱんなこった公式サイトをオープンしました" },
  { date: "2026.03.20", text: "1期生メンバーを公開しました" },
  { date: "2026.03.01", text: "VTuber事務所「ぱんなこった」設立" },
]
